Repository: share49/PawsHealthShowcase
Catalog: PawsHealth/Localized Strings/*.lproj/Localizable.strings
Languages: ca

source: Delete
ca: Suprimir

source: Cancel
ca: Cancel·lar

# oops_we_couldnt_upload_the_image
source: Oops, we couldn't upload the image. Please try again or contact support
ca: No hem pogut pujar la imatge. Torneu-ho a provar o contacteu amb el servei de suport

source: Please check your email to reset your password
ca: Comproveu el vostre correu electrònic per restablir la vostra contrasenya

source: Ok
ca: D'acord

source: Provide a valid email
ca: Proporcioneu un correu electrònic vàlid

source: Oops, something went wrong. Please try again.
ca: Vaja, alguna cosa ha fallat. Siusplau torna-ho a provar.

source: Password
ca: Contrasenya

# dont_have_an_account_q
source: Don't have an account?
ca: No tens un compte?

# already_have_an_account_q
source: Already have an account?
ca: Ja tens un compte?

source: Sign in
ca: Inicieu sessió

# forgot_your_password_q
source: Forgot your password?
ca: Has oblidat la teva contrasenya?

source: Or
ca: O

# email_is_empty_etc
source: Email is empty, please provide a valid email
ca: El correu electrònic està buit, proporcioneu un correu electrònic vàlid

# email_address_is_not_registered_etc
source: The email address is not registered on %@. Why not try signing up instead?
ca: L'adreça de correu electrònic no està registrada a %@. Per què no intentes registrar-te?

# password_must_be_etc
source: Password must be at least 8 characters long
ca: La contrasenya ha de tenir al menys 8 caràcters

# passwords_dont_match_etc
source: Passwords don't match, please check that both passwords are equal
ca: La contrasenya no coincideix, si us plau comprova que són iguals

source: Register
ca: Registrar-se

source: Confirm password
ca: Confirmar contrasenya

source: User created successfully
ca: Usuari creat amb èxit

source: Saved successfully
ca: Guardat amb èxit

source: Not now
ca: Ara no

# cameraroll_permission_message
source: We need to access the camera roll to choose your profile picture. Please go to Settings -> %@ -> Photos
ca: Necessitem accedir a la llibreria de fotos per triar la teva foto de perfil. Si us plau, aneu a Configuració -> %@ -> Fotos

source: Fill all the fields to save
ca: Ompli tots els camps per guardar

source: Add paw member
ca: Afegir mascota

source: No tracked weight yet
ca: Encara no hi ha cap seguiment del pes

source: Weight record
ca: Registre de pes

source: Name
ca: Nom

source: New paw member
ca: Nova mascota

source: Save
ca: Desar

source: Track weight
ca: Registrar pes

source: Meal
ca: Menjar

source: Meal weight %@
ca: Pes del menjar %@

source: Date
ca: Data

source: Weight %@
ca: Pes %@

source: (pounds)
ca: (lliures)

source: No name yet
ca: Sense nom encara

source: Enjoying Paws Health?
ca: T'agrada Paws Health?

source: Support Paws Health with a small tip
ca: Dóna suport a Paws Health amb aquesta petita propina

# Contribute
source: Contribute with %@
ca: Contribuir amb %@

# Thanks for contributing
source: Thanks for contributing. Your support is much appreciated!!
ca: Gràcies per contribuir. Apreciem molt el seu suport!!

source: We need to access the photo gallery so that you can select your pet's picture.
ca: Necessitem accedir a les fotos perquè puguis seleccionar la foto de la teva mascota.

source: Are you sure you want to delete it?
ca: Estàs segur que vols eliminar?

source: Go to Settings
ca: Anar a Configuració

source: Share your feedback with us
ca: Comparteix els teus comentaris amb nosaltres

source: Tell us what you think..
ca: Diguen's el que penses..

source: Send
ca: Enviar

source: Thanks for sharing your feedback with us
ca: Gràcies per compartir els teus comentaris amb nosaltres
